[
  {
    "author": {
      "thumbnail": "gabriela",
      "name": "Gabriela S.",
      "url": "gabrielasochorcova"
    },
    "metadata": {
      "date": "2024-09-16T00:00:00.000Z",
      "formatedDate": "16th Sep 2024",
      "keywords": ["Copenhagen", "Sort/Hvid", "Kim Kim", "Client Work"],
      "linkedin": "slavicmedia_theater-photoproduction-artisticcollaboration-activity-7241408016732860417-CCp9?utm_source=share&utm_medium=member_desktop",
      "thumbnail": "2023-11-13-00043",
      "length": 5
    },
    "_id": "transformation-of-literature-into-a-musical-drama",
    "title": "Transformation of Literature into a Musical Drama",
    "content": [
      "<a href='https://cdn.slavic.media/images/2023-11-13-00043/fit=contain,width=2560,sharpen=100' title='2023 | Copenhagen, Denmark | Sort/Hvid' class='reveal'><img class='reveal' src='https://cdn.slavic.media/images/2023-11-13-00043/fit=contain,width=1280,sharpen=100' title='2023 | Copenhagen, Denmark | Sort/Hvid' alt='Kim Kim laying upside down on a bench.' /></a><p class='dropcap reveal'>We had the unique opportunity to be part of the “Friskabe” performance, directed by the talented <a target='_blank' rel='noopener noreferrer nofollow' href='https://www.kimkimyes.com'>Kim Kim</a> at <a target='_blank' rel='noopener noreferrer nofollow' href='https://sort-hvid.dk'>Sort/Hvid Theatre</a> in Copenhagen earlier this summer. After our previous collaboration at the <a target='_blank' rel='noopener noreferrer nofollow' href='https://www.roskilde-festival.dk'>Roskilde Festival</a>, Kim invited us to capture and document this piece.</p><a href='https://cdn.slavic.media/images/2023-11-13-00267/fit=contain,width=2560,sharpen=100' title='2023 | Copenhagen, Denmark | Sort/Hvid' class='reveal'><img src='https://cdn.slavic.media/images/2023-11-13-00267/fit=contain,width=1280,sharpen=100' title='2023 | Copenhagen, Denmark | Sort/Hvid' class='reveal' alt='Elf lady holding knife on Kim Kim's throat.' /></a><p class='reveal'>“Friskabe” is a fascinating adaptation of the book “The Ship”, where Kim masterfully connects his personal experiences with the story, performing a profound and unique dimension. Together with singer Henriette Sennenvaldt from the band ‌UNDER BYEN, they created a captivating musical and visual atmosphere that our cameras enthusiastically captured.</p><p class='reveal'>Our visual documentation was supported by unique props: a fountain made of wine glasses, a giant plaster cake (referring to the famous Danish artist <a target='_blank' rel='noopener noreferrer nofollow' href='https://www.michaelkvium.com'>Michael Kvium</a>), an enormous screen projection, a sandbox, a swing, and more.</p><a href='https://cdn.slavic.media/images/2023-11-13-00338/fit=contain,width=2560,sharpen=100' title='2023 | Copenhagen, Denmark | Sort/Hvid' class='reveal'><img src='https://cdn.slavic.media/images/2023-11-13-00338/fit=contain,width=1280,sharpen=100' title='2023 | Copenhagen, Denmark | Sort/Hvid' class='reveal' alt='Kim Kim covered by gravel holding a tombstone.' /></a><p class='reveal'>Working in the theatre and capturing artistic works, especially autobiographical ones, is always a rewarding challenge. We are passionate about bringing unique stories to life through visual media, and this collaboration was truly inspiring. We look forward to documenting more new artistic visions!</p><p class='reveal'>Thanks to the sales & communication manager Maja for the opportunity to be part of it, and to Kim for another great collaboration!</p>"
    ],
    "videos": [],
    "__v": 0
  },
  {
    "author": {
      "thumbnail": "adam",
      "name": "Adam S.",
      "url": "adamsochorec/"
    },
    "metadata": {
      "date": "2022-09-07T00:00:00.000Z",
      "formatedDate": "7th Sep 2022",
      "keywords": [
        "Västerbotten",
        "Sweden",
        "Bushcraft",
        "Everyman's Right",
        "Sámi People",
        "Aurora"
      ],
      "linkedin": "",
      "thumbnail": "2022-09-04-00937",
      "length": 15
    },
    "_id": "bushcrafting-in-swedish-vasterbotten",
    "title": "Bushcrafting in Swedish Västerbotten",
    "content": [
      "<a class='reveal' title='2022 | Bullmark, Sweden' href='https://cdn.slavic.media/images/2022-09-04-00937/fit=contain,width=2560,sharpen=100'><img class='reveal' title='2022 | Bullmark, Sweden' src='https://cdn.slavic.media/images/2022-09-04-00937/fit=contain,width=1280,sharpen=100' alt='Panorama shot of a mire, where we bushcraft. Heap and weed around the lake are mustard yellow, surrounded by a wall of forest trees.'/></a><p class='dropcap reveal'>As the autumn days began, I had the opportunity to visit the Västerbotten province in Sweden during my exchange program at <a target='_blank' rel='noopener noreferrer' href='https://www.uwasa.fi/' >Vaasan Ylipsto</a >. My Swedish classmate, Andreas, invited me to stay with his friend in the province, which is located on the east side of Sweden. Westrobothnia, or Västerbotten in Sweden, is one of the 21 counties in Sweden and its administrative the centre is located in Umeå. The Finnish city of Vaasa, where my the university is located, and Umeå, are connected by a 4-hour ferry ride across the narrowest part of the Bothnian Bay.</p><p>As it was my first time in Sweden, I had high expectations for the countryside and the way Swedes handle <a target='_blank' rel='noopener noreferrer' href='https://en.wikipedia.org/wiki/Freedom_to_roam#Sweden' >Everyman's right</a >. These were the focus of our trip for the next four days.</p><iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2995140.5517295063!2d11.894485941672087!3d65.19068958749016!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x4670d07adf8a6861%3A0x2d7256c45bdee2dd!2s912%2097%20Vasterbotten%2C%20Sweden!5e0!3m2!1sen!2scz!4v1730817345453!5m2!1sen!2scz' allowfullscreen='' loading='lazy' class='reveal' referrerpolicy='no-referrer-when-downgrade'></iframe><p class='reveal'>We arrived in Umeå on September 1st and were greeted warmly by our hosts. After a Czech-Swedish introduction and some trouble finding our car at the dock, we began our drive to the small inland village of Bullmark. On the way out of the city, we passed a sawmill complex, which was accompanied by the pleasant smell of processed wood. If someone were to tell me afterwards that you can't smell a picture, I would disagree.<br />In the evening, we settled down and had dinner at Joakim's apartment, which was located next to the forest. The apartment was best described as a shipping container with a classical Nordic facade made out of red <a href='https://falurodfarg.com/en/about-us/' target='_blank' rel='noopener noreferrer' >falu rödfärg</a > planks and white outlines around windows and edges. Our host, Joakim, belonged to the <a target='_blank' rel='noopener noreferrer' href='https://en.wikipedia.org/wiki/Sámi' >Sámi</a > family, the native inhabitants of Scandinavia who still live in the forests of Lapland and primarily herd <a target='_blank' rel='noopener noreferrer' href='https://en.wikipedia.org/wiki/Reindeer' >reindeer</a >. His apartment was full of family heritage, including historical furniture, reindeer trophies, and traditional hand-crafted knives of various sizes.</p><a class='reveal' title='2022 | Umeå, Sweden' href='https://cdn.slavic.media/images/2022-09-01-00918/fit=contain,width=2560,sharpen=100'><img title='2022 | Umeå, Sweden' src='https://cdn.slavic.media/images/2022-09-01-00918/fit=contain,width=1280,sharpen=100' alt='View from the ship to the ship docks in Umeå, there is a coast guard boat in the foreground, in the background are two wind turbines.' /></a><p class='reveal'>Later that night, we decided to sleep in the surrounding forest. The the essence of the Everyman's right is that one can sleep, pick berries and mushrooms, and set a campfire almost anywhere, with the exception of private properties and national parks. This right to roam exists in several other countries besides Finland and Sweden. We set up camp under the bare sky in a <a target='_blank' rel='noopener noreferrer' href='https://gobagguide.com/bivy-bag/' >bivak bag</a > and Andreas and Joakim under a stretched tarp among the trees.<br />Surrounded by berries and young pine forest, the trees were planted so regularly that you could see a solid distance in any direction, which made me think that something wasn't quite right about it. I thought about this while being bored during an online lecture the following morning.<br />After my programming lecture ended, the boys were already preparing a light breakfast of porridge and tea. We also made sure to properly extinguish the campfire and headed out to find a nearby spiritual stone formations from ancient times.<br />After an hour of searching, we realized that the stones were not in the location we thought they were, so we headed back home with a few chanterelle mushrooms we had found in our pockets.</p><p class='reveal'>In addition to bush crafting, we also attended a free induction lecture on <a target='_blank' rel='noopener noreferrer' href='https://en.wikipedia.org/wiki/Brazilian_jiu-jitsu' >Brazilian jiu-jitsu</a > at a <a target='_blank' rel='noopener noreferrer' href='http://www.umeakampcenter.se' >Umeå Kampcenter</a > later that day. The 90-minute lecture was our first introduction to the <i>self-defence martial art and combat sport that is based on grappling, ground fighting (ne-waza), and submission holds. BJJ focuses on taking an opponent to the ground, controlling them, gaining a dominant position, and using various techniques to force them into submission through joint locks or choke holds. <br />-Wikipedia</i ></p><a class='reveal' title='2022 | Bullmark, Sweden' href='https://cdn.slavic.media/images/2022-09-02-00920/fit=contain,width=2560,sharpen=100'><img class='reveal' title='2022 | Bullmark, Sweden' src='https://cdn.slavic.media/images/2022-09-02-00920/fit=contain,width=1280,sharpen=100' alt='Swedish pine forest' /></a><p class='reveal'>The martial arts lecture sparked our interest in continuing to test our strengths even after returning to Bullmark. Joakim had two pairs of hand-guards for sparring from his <a target='_blank' rel='noopener noreferrer' href='https://en.wikipedia.org/wiki/Mixed_martial_arts' >MMA</a > period, so we conducted a modest sparring session on a rocky parking lot behind his house. <br />During the session, we shared our various combat experiences from boxing, MMA, to <a href='https://en.wikipedia.org/wiki/Taekwondo' target='_blank' rel='noopener noreferrer' >Taekwondo</a > The following morning was dedicated to fishing and searching for mushrooms mushrooms around the nearby river. However, we were not successful in either activity, catching no fish and only finding three boletus. Despite our unsuccessful morning hunt, we had an exciting plan for the rest of the day: proper <a href='https://en.wikipedia.org/wiki/Bushcraft'>bushcraft</a>. We headed to a countryside location a dozen kilometres south of Bullmark. As we drove deeper into the forest, we encountered a hunter's watch that was keeping an eye on the group's belongings, mainly consisting of several large pickups parked by the road. This meant we would be sharing the woods with hunters during hunting season, and according to my friends, they don't usually respect others' right to wander in the landscape during this time.</p><a class='reveal' title='2022 | Bullmark, Sweden' href='https://cdn.slavic.media/images/2022-09-03-00931/fit=contain,width=2560,sharpen=100'><img class='reveal' title='2022 | Bullmark, Sweden' src='https://cdn.slavic.media/images/2022-09-03-00931/fit=contain,width=1280,sharpen=100' alt='Panorama photo of our campsite on the shore of a more' /></a><p class='reveal'>When we reached the end of the dirt road, we took our gear and Emil's husky, Barnabas and walked through the mixed woods. As soon as we passed through the wall of trees, we could see the subject of our interest: a mire lake that was semi-cut throughout by a heap of tentacles, which were solid enough to walk on. We followed the tentacle-shaped ground to its tip, where we decided to set up camp. <br />The boys set up a tarp 45 degrees over a rope between the pines to create a single-sided shelter. Emil decided to sleep in a hammock. The first thing we did upon arriving at the campsite was to set up a reflective west on a tall pine tree around our campsite - so the hunters could see our position.</p><a class='reveal' href='https://cdn.slavic.media/images/tarp-setup/fit=contain,width=1280,sharpen=100'><img class='reveal' src='https://cdn.slavic.media/images/tarp-setup/fit=contain,width=1280,sharpen=100' alt='Illustration Illustrating various simple field shelters made with a rope and tarp.' /></a><p class='reveal'>Right after setting up camp, light rain began and we had a chance to test our shelter. As I sat under the tarp, I observed how the sunny day transformed into a cloudy rainstorm, then into a sunny afternoon followed by a wall of fog that evaporated from the bog, and was later cut through by sunset rays. I felt the immediate power of nature around me and realized that going into the forest and doing primitive but fulfilling activities, that mankind has been doing for most of its existence, helped me understand the complex matrix of the contemporary world in which I often feel confused by numerous procedures or cultural habits that are not always clear. It felt like going back in time through the history of mankind and at the same time looking at the present world. On top of this realization was the thought that nature will always do whatever it wants to, without needing any permission or consideration from our civilization. The fog evaporates from this or any mire every time it rains, and it has been doing so for billions of years and will continue to do so whether there are dinosaurs or dressed primates on the planet. And I was able to see that. Something so harmless as a fog after the rain, but still so powerful and never-ending.</p><a class='reveal' title='2022 | Bullmark, Sweden' href='https://cdn.slavic.media/images/2022-09-04-00933/fit=contain,width=2560,sharpen=100'><img class='reveal' title='2022 | Bullmark, Sweden' src='https://cdn.slavic.media/images/2022-09-04-00933/fit=contain,width=1280,sharpen=100' alt='Portrait of a Joakim sitting on a tarp in the grass, hand on his hand-crafted machete, reindeer’s fur around the shoulder. The mire is in the background.' /></a><p class='reveal'>As the sunset, I went for a walk around the heap of ground where we camped, when echoes of hunter's rifle blasts got more intense and less distant. My bare feet splashed in the soft moss and heap covering the lake in the centre of the bog. Soon the sky turned into a blood red dawn, reminiscent of the beginning of the movie <a href='https://www.youtube.com/watch?v=LoebZZ8K5N0' target='_blank' rel='noopener noreferrer' >The Revenant</a >. Alone in the cold forest, chased by approaching blasts. As I looked around, the surrounding colours reminded me of how insane this planet is. The night was spent discussing the fire. Most of the conversations were held in Swedish, which I understand to some extent because of its <a target='_blank' rel='noopener noreferrer' href='https://www.youtube.com/watch?v=Xz7olJwqyGk' >similarity to Danish</a >, which I study. So most of the time, I was observing, listening, and trying to decipher the ongoing conversation.<br />A highlight of the night was shallow but still green <a target='_blank' rel='noopener noreferrer' href='https://en.wikipedia.org/wiki/Aurora' >Aurora</a > that occurred in the clear sky for a few minutes. It was a signal from God, is a reminder that he is always up there, no matter what. Watching my steps, watching out for me, despite my actions and location.</p><a class='reveal' title='2022 | Bullmark, Sweden' href='https://cdn.slavic.media/images/2022-09-01-00919/fit=contain,width=2560,sharpen=100'><img src='https://cdn.slavic.media/images/2022-09-01-00919/fit=contain,width=1280,sharpen=100' class='reveal' title='2022 | Bullmark, Sweden' alt='Photo of a collection of several sizes of original Sámi knives handcrafted by Joakim, each made for a specific activity.' /></a><p class='reveal'>When we found our way through the vast forest to the cars the the following morning, we drove to Joakim's place in Bullmark where we spent the rest of our last day relaxing and packing for the long journey back to Finland, which awaited us the next early morning.</p>"
    ],
    "videos": [],
    "__v": 0
  },
  {
    "author": {
      "thumbnail": "gabriela",
      "name": "Gabriela S.",
      "url": "gabrielasochorcova"
    },
    "metadata": {
      "date": "2024-09-24T00:00:00.000Z",
      "formatedDate": "24th Sep 2024",
      "keywords": ["Kolding", "Huset Fundament", "Pitstop", "Volunteers"],
      "linkedin": "slavicmedia_creativecommunity-husetfundament-photography-activity-7245031876736815105-k10C",
      "thumbnail": "2023-04-26-08882",
      "length": 5
    },
    "_id": "the-creative-community-in-kolding-kommune-is-alive",
    "title": "The creative community in Kolding Kommune is alive",
    "content": [
      "<a class='reveal' href='https://cdn.slavic.media/images/2023-04-26-08882/fit=contain,width=2560,sharpen=100' title='2023 | Kolding, Denmark | Huset Fundament'><img class='reveal' title='2023 | Kolding, Denmark | Huset Fundament' alt='The community of Huset Fundament' class='reveal' src='https://cdn.slavic.media/images/2023-04-26-08882/fit=contain,width=1280,sharpen=100' /></a><p class='dropcap reveal'>At Slavic Media, we love working on projects that have meaning and contribute to something good. Our collaboration with <a target='_blank' rel='noopener noreferrer nofollow' href='https://husetfundament.dk'>Huset Fundament</a> was one of those projects, especially because Slavic Media’s beginnings are rooted here.</p><a href='https://cdn.slavic.media/images/2023-04-03-08707/fit=contain,width=2560,sharpen=100' title='2023 | Kolding, Denmark | Huset Fundament' class='reveal'><img class='reveal' title='2023 | Kolding, Denmark | Huset Fundament' alt='Girl staring into camera holding old TV.' src='https://cdn.slavic.media/images/2023-04-03-08707/fit=contain,width=1280,sharpen=100' alt='' /></a><p class='reveal'>Our partnership began in February 2023, and since then, we’ve completed over 25 photo sessions and two video shoots. We focused on capturing authentic moments – from live concerts in the iconic Pitstop venue to workshops where local artists shared their skills, like leather crafting, ceramics, or portrait photography. Each time, we faced the challenge of adapting to different environments and capturing the true spirit of these events.</p><a class='reveal' title='2023 | Kolding, Denmark | Huset Fundament' href='https://cdn.slavic.media/images/2023-06-22-00033/fit=contain,width=2560,sharpen=100'><img class='reveal' title='2023 | Kolding, Denmark | Huset Fundament' alt='Two ladies mixing liquids in glass cups.' src='https://cdn.slavic.media/images/2023-06-22-00033/fit=contain,width=1280,sharpen=100' /></a><p class='reveal'>Our work enhanced the visitor experience by providing them with photos of their involvement at Huset Fundament, creating a collection for crowdfunding campaigns, and attracting more artists to this unique community. For us, it wasn’t just work, but a real connection with artists, creators, and their stories.</p><a class='reveal' title='2023 | Kolding, Denmark | Huset Fundament' href='https://cdn.slavic.media/images/2023-05-19-09057/fit=contain,width=2560,sharpen=100'><img class='reveal' title='2023 | Kolding, Denmark | Huset Fundament' alt='Backyard filled with people hanging out together.' src='https://cdn.slavic.media/images/2023-05-19-09057/fit=contain,width=1280,sharpen=100' /></a><p class='reveal'>Working in the theatre and capturing artistic works, especially autobiographical ones, is always a rewarding challenge. We are passionate about bringing unique stories to life through visual media, and this collaboration was truly inspiring. We look forward to documenting more new artistic visions!</p><a class='reveal' href='https://cdn.slavic.media/images/2023-09-30-00022/fit=contain,width=2560,sharpen=100' title='2023 | Kolding, Denmark | Huset Fundament'><img class='reveal' title='2023 | Kolding, Denmark | Huset Fundament' alt='Grafisk Marked stand' src='https://cdn.slavic.media/images/2023-09-30-00022/fit=contain,width=1280,sharpen=100' /></a>"
    ],
    "videos": [],
    "__v": 0
  },
  {
    "author": {
      "thumbnail": "adam",
      "name": "Adam S.",
      "url": "adamsochorec"
    },
    "metadata": {
      "date": "2022-08-25T00:00:00.000Z",
      "formatedDate": "25th Aug 2022",
      "keywords": [
        "Bike Trip",
        "Flensburg",
        "Skagen",
        "Vestkystruten",
        "Denmark",
        "Cycle Route 1",
        "North Sea",
        "Baltic Sea",
        "Travel Vlogs"
      ],
      "linkedin": "",
      "thumbnail": "IMG_1849",
      "length": 12
    },
    "_id": "how-we-cycled-denmark-from-south-to-north",
    "title": "How we cycled Denmark from south to north",
    "content": [
      "<iframe class='reveal' src='https://www.youtube-nocookie.com/embed/3go3v59pfEo?modestbranding=1' frameborder='0' title='YouTube video player' encrypted-media allowfullscreen allow='accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share'></iframe><p class='dropcap'>At some point Marcel and I decided to bike from <a target='_blank' rel='noopener noreferrer' href='https://en.wikipedia.org/wiki/Flensburg' >Flensburg</a > in Germany to <a target='_blank' rel='noopener noreferrer' href='https://en.wikipedia.org/wiki/Skagen' >Skagen</a > in Denmark along the <a target='_blank' rel='noopener noreferrer' href='https://en.wikipedia.org/wiki/Jutland' >Jutland</a > peninsula's west coast. It was an unforgettable journey.</p><p>We traveled over 570 km in 10 days along the Danish national cycle route 1, also known as <a target='_blank' rel='noopener noreferrer' href='https://en.wikipedia.org/wiki/Danish_National_Cycle_Route_1' >Vestkystruten</a >, capturing stunning views of Denmark. Our route included nights in public shelters and forests, swimming in the chilly North Sea, and exploring inland fjords.</p><iframe class='reveal' src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2272668.8742977376!2d8.903950990226493!3d56.20199148672109!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x464b27b6ee945ffb%3A0x528743d0c3e092cd!2sDenmark!5e0!3m2!1sen!2scz!4v1730818049913!5m2!1sen!2scz' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe><p class='reveal'>From coastal vistas to quaint towns, the journey had it all. Our destination, Skagen, offered a unique sight where the North Sea meets the Baltic Sea.</p>"
    ],
    "videos": [],
    "__v": 0
  },
  {
    "author": {
      "thumbnail": "adam",
      "name": "Adam S.",
      "url": "adamsochorec/"
    },
    "metadata": {
      "date": "2022-10-09T00:00:00.000Z",
      "formatedDate": "9th Oct 2022",
      "keywords": [
        "House Hunting",
        "Todd Hido",
        "Urbex",
        "Scandinavian Architecture",
        "Abandoned Houses",
        "Vaasa",
        "Finland",
        "Photography"
      ],
      "linkedin": "",
      "thumbnail": "2022-10-09-00946",
      "length": 7
    },
    "_id": "todd-hidos-house-hunting-in-scandinavian-style",
    "title": "Todd Hido's House Hunting in Scandinavian style",
    "content": [
      "<a class='reveal' title='2022 | Vaasa, Finland' href='https://cdn.slavic.media/images/2022-10-09-00946/fit=contain,width=2560,sharpen=100' ><img class='reveal' title='2022 | Vaasa, Finland' alt='Pastel green abandoned house in Vaasa' src='https://cdn.slavic.media/images/2022-10-09-00946/fit=contain,width=1280,sharpen=100'/></a><p class='dropcap reveal'>I borrowed the concept of <i>House Hunting</i>from the inspiring photographer and artist <a target='_blank' rel='noopener noreferrer' href='http://www.toddhido.com/' >Todd Hido</a >. However, our motivations and final products differ significantly. My goal was to combine Urbex, my love of charming Scandinavian architecture, the <a target='_blank' rel='noopener noreferrer' href='https://www.instagram.com/CHEAPOLDHOUSES/' > Cheap Old Houses</a >the project, and Hido's narrative style of documenting the past by capturing the current state or remnants of abandoned buildings.</p><a class='reveal' title='2022 | Vaasa, Finland' href='https://cdn.slavic.media/images/2022-10-09-00947/fit=contain,width=2560,sharpen=100' ><img alt='Shot of abandoned property with garden and an old family house built in a typical Scandinavian style - pastel green facade made out of wooden planks with white outlined corners and windows.' class='reveal' title='2022 | Vaasa, Finland' src='https://cdn.slavic.media/images/2022-10-09-00947/fit=contain,width=1280,sharpen=100'/></a><p class='reveal'>In the past, I tried several times to apply the inspiration I gained from Hiddo's works to lonely constructions in Czechia and Denmark.</p><iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d231301.88088178815!2d21.63541275!3d63.0691805!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x467d603e623ab243%3A0x1e1d7faa61aa800e!2sVaasa%2C%20Finland!5e0!3m2!1sen!2scz!4v1730816829855!5m2!1sen!2scz' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe><p class='reveal'>Even though the exterior atmosphere was slightly more matching to the one that Hido works with - lonely lights, night, and fog often captured through long exposure on a medium format camera, I felt that this time I was the closest to Hido's world.</p><a class='reveal' title='2022 | Vaasa, Finland' href='https://cdn.slavic.media/images/2022-10-09-00948/fit=contain,width=2560,sharpen=100' ><img class='reveal' alt='An empty room lit by the morning sun' title='2022 | Vaasa, Finland' src='https://cdn.slavic.media/images/2022-10-09-00948/fit=contain,width=1280,sharpen=100'/></a><p class='reveal'>On one of my walks in the neighbourhood of Palosaari, in Finnish Vaasa, I couldn't help but notice the beautiful pale green colour of a low-key, old-fashioned family house. Upon closer inspection, I saw broken windows and a damaged entrance staircase, indicating that the building was uninhabited. The building immediately sparked my photographer's instinct and I saw an opportunity to experiment with new elements in a style I had been working with.</p><a class='reveal' title='2022 | Vaasa, Finland' href='https://cdn.slavic.media/images/2022-10-09-00951/fit=contain,width=2560,sharpen=100' ><img class='reveal' title='2022 | Vaasa, Finland' alt='Narrow wooden staircase leading upstairs' src='https://cdn.slavic.media/images/2022-10-09-00951/fit=contain,width=1280,sharpen=100'/></a><p class='reveal'>Beforehand, I contacted the city planning department to gather information about the property. We discovered that the building was marked for demolition, so my initial plan of taking photos to be used by the <i>Cheap Old Houses</i>initiative to save the building was dashed. However, there is still hope as the Ostrobothnian Museum will likely be consulted before a demolition permit is issued due to the building's age and potential historical value.</p><a class='reveal' title='2022 | Vaasa, Finland' href='https://cdn.slavic.media/images/2022-10-09-00956/fit=contain,width=2560,sharpen=100' ><img class='reveal' title='2022 | Vaasa, Finland' alt='Faded spots on walls hinting at previous frames' src='https://cdn.slavic.media/images/2022-10-09-00956/fit=contain,width=1280,sharpen=100'/></a><p class='reveal'>With the owner's permission, my friend and fellow photographer <a target='_blank' rel='noopener noreferrer' href='https://www.instagram.com/samuliframes/' >Samuli</a > and I agreed to photograph the inside of the building at sunrise on an early autumn morning.<br />We were able to explore the interior of the building and photograph the bleached spots on the walls, likely left by previously hanging frames and paintings. Despite the building's impending demolition, we were able to document its beauty and history through our photography.</p>"
    ],
    "videos": [],
    "__v": 0
  },
  {
    "author": {
      "thumbnail": "adam",
      "name": "Adam S.",
      "url": "adamsochorec/"
    },
    "metadata": {
      "date": "2022-04-10T00:00:00.000Z",
      "formatedDate": "10th Apr 2022",
      "keywords": [
        "Blåvand",
        "Denmark",
        "WWII Bunkers",
        "Atlantic Wall",
        "Wadden Sea",
        "Jutland",
        "Blåvand Lighthouse",
        "Blåvands Huk",
        "3D Scanning",
        "Polycam"
      ],
      "linkedin": "",
      "thumbnail": "2022-04-15-00340",
      "length": 10
    },
    "_id": "3d-scanning-a-wwii-bunker-on-iphone",
    "title": "3D scanning a WWII bunker on iPhone",
    "content": [
      "<a class='reveal' title='2022 | Blåvands Huk, Denmark' href='https://cdn.slavic.media/images/2022-04-15-00340/fit=contain,width=2560,sharpen=100' ><img title='2022 | Blåvands Huk, Denmark' class='reveal' alt='WWII bunker sinking into the sand.' src='https://cdn.slavic.media/images/2022-04-15-00340/fit=contain,width=1280,sharpen=100'/></a><p class='dropcap reveal'>On the 12th of April, I woke up early and packed a backpack with lunch before heading to the Kolding train station. I took a train to Oksbøl, which is located near Blåvand, the westernmost city in Denmark. My the plan was to visit the <a target='_blank' rel='noopener noreferrer' href='https://en.wikipedia.org/wiki/Bl%C3%A5vand_Lighthouse' >Blåvand Lighthouse</a > local lighthouse, about a 35-minute walk from the bus station. At the time, Blåvand was hosting a festival and the main road through the city was congested with cars with Danish and German license plates.</p><iframe class='reveal' src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d230514.95742332027!2d7.9101174183203184!3d55.591246469354545!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x464ac242a22f1f7f%3A0x4e7f7a444252009a!2sBl%C3%A5vandshuk%20Fyr!5e0!3m2!1sen!2scz!4v1730815918307!5m2!1sen!2scz' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe><p class='reveal'>I stopped at a local fisherman's shop to buy a shrimp salad from a bakery and began walking. The town centre of Blåvand is not large and it wasn't long before I reached an area with dozens of summer houses surrounded by pine trees. As I neared the shore, the vacation homes gave way to standalone houses built in the dunes a few meters from the sea.</p><a class='reveal' title='2022 | Blåvands Huk, Denmark' href='https://cdn.slavic.media/images/2022-04-15-00335/fit=contain,width=2560,sharpen=100' ><img title='2022 | Blåvands Huk, Denmark' class='reveal' alt='Summer house hidden in the sand dunes.' src='https://cdn.slavic.media/images/2022-04-15-00335/fit=contain,width=1280,sharpen=100'/></a><p class='reveal'>According to my navigation app, I had about 20 minutes left on my walk. As I walked along the North Sea shore, I headed slightly north to follow the 400 km-long west coast that borders Germany to the south and flows into the Baltic Sea at <a target='_blank' rel='noopener noreferrer' href='https://en.wikipedia.org/wiki/Skagen' >Skagen</a >to the north. The westernmost point of Denmark, <a target='_blank' rel='noopener noreferrer' href='https://en.wikipedia.org/wiki/Bl%C3%A5vandshuk' >Blåvandshuk</a >, was filled with the sounds of waves crashing and seagulls screeching, as well as children playing on the WWII bunkers built as part of the <a target='_blank' rel='noopener noreferrer' href='https://en.wikipedia.org/wiki/Atlantic_Wall' >Atlantic Wall </a>during the war. I noticed that these bunkers were spaced about every few hundred meters along the entire west coast. However, 'standing' might not be the right term to describe their condition. After more then half a century of neglect in the sand, these bunkers had sunken into the ground.</p><a class='reveal' title='2022 | Blåvands Huk, Denmark' href='https://cdn.slavic.media/images/2022-04-15-00324/fit=contain,width=2560,sharpen=100' ><img title='2022 | Blåvands Huk, Denmark' class='reveal' alt='Bunker sinking into the sand with horse-themed graffiti.' src='https://cdn.slavic.media/images/2022-04-15-00324/fit=contain,width=1280,sharpen=100'/></a><p class='reveal'>Their exteriors were often covered in graffiti and some even had additional metal constructions shaped like horses or giraffes. As I passed more and more bunkers, each with its unique design and level of deterioration, I had the idea to scan them using a 3D modelling app called <a target='_blank' rel='noopener noreferrer' href='https://poly.cam' >Polycam</a >.</p><iframe class='reveal' src='https://sketchfab.com/models/dd16bb89f8844760ab31396d495fd0ce/embed?autospin=1&ui_theme=dark&dnt=1'></iframe><br><iframe class='reveal' src='https://sketchfab.com/models/37e4150677634273954aa6e69434ec15/embed?autospin=1&ui_theme=dark&dnt=1'></iframe><p class='reveal'>While the app's scanning and processing options are not the most advanced, it is user-friendly and convenient to use. There are also several ways to use the app for free, such as creating user profiles and sharing scanned content.</p><a class='reveal' title='2022 | Blåvands Huk, Denmark' href='https://cdn.slavic.media/images/2022-04-15-00339/fit=contain,width=2560,sharpen=100' ><img title='2022 | Blåvands Huk, Denmark' alt='Hilly dunes near Blåvand lighthouse' class='reveal' src='https://cdn.slavic.media/images/2022-04-15-00339/fit=contain,width=1280,sharpen=100'/></a><p class='reveal'>When I reached the lighthouse, I bought a ticket to the top of the tower from a small house that was probably used to house the lighthouse crew. The view from the top was surreal, with dunes covered in the grass of varying colours and narrow paths running through them. The the landscape reminded me of the planet <a href='https://www.starwars.com/databank/scarif' target='_blank' rel='noopener noreferrer' >Scarif</a > from the Star Wars.</p><a class='reveal' title='2022 | Blåvands Huk, Denmark' href='https://cdn.slavic.media/images/2022-04-15-00333/fit=contain,width=2560,sharpen=100' ><img class='reveal' title='2022 | Blåvands Huk, Denmark' alt='Panoramic view from Blåvand lighthouse' src='https://cdn.slavic.media/images/2022-04-15-00333/fit=contain,width=1280,sharpen=100'/></a><p class='reveal'>Later, as I browsed the souvenir shop, I saw a large selection of <a target='_blank' rel='noopener noreferrer' href='https://en.wikipedia.org/wiki/Amber' >amber</a > necklaces and jewellery. The elderly woman behind the cashier's desk told me that with a bit of luck, I might be able to find some amber on the beach. As I walked along the west coast, I noticed that the Danish military liked to train in the stratified terrain in the area surrounding Blåvand. The beach and sand fields to the northeast had several watchtowers, as well as other military facilities such as antennas and small storage units. Yellow signs warned of military areas and fencing marked off the training grounds.</p><p class='reveal'>Overall, my visit to Blåvand was a unique and memorable experience. The WWII bunkers, now used as playgrounds by children, were a poignant reminder of the past, and the natural beauty of the west coast was breathtaking. In addition, I would also recommend visiting nearby Bjarke Ingels's <a href='https://tirpitz.dk/' target='_blank' rel='no opener no-referrer' >Tirpitz museum</a >.</p>"
    ],
    "videos": [],
    "__v": 0
  },
  {
    "author": {
      "thumbnail": "adam",
      "name": "Adam S.",
      "url": "adamsochorec/"
    },
    "metadata": {
      "date": "2022-10-15T00:00:00.000Z",
      "formatedDate": "15th Oct 2022",
      "keywords": [
        "Åland Islands",
        "Expedition",
        "Adventure Travel",
        "Bushcraft",
        "Hiking"
      ],
      "linkedin": "",
      "thumbnail": "2022-10-16-00977",
      "length": 15
    },
    "_id": "expedition-to-the-aaland-islands",
    "title": "Expedition to the Åland Islands",
    "content": [
      "<a href='https://cdn.slavic.media/images/2022-10-16-00977/fit=contain,width=2560,sharpen=100' title='2022 | Geta, Ålands' class='reveal' ><img title='2022 | Geta, Ålands' class='reveal' src='https://cdn.slavic.media/images/2022-10-16-00977/fit=contain,width=1280,sharpen=100' alt='Two guys posing with panorama in their background.'/></a><p class='dropcap reveal'>The Åland Islands are autonomously demilitarized territories under Finnish jurisdiction. They have their government, flag, and historical heritage and are exempt from Finnish conscription. Although the western shore of the mainland is bilingual (Swedish and Finnish), the Åland Islands are entirely Swedish-speaking.</p><p>I had been planning an expedition to the <i>land of ål</i> ( <a target='_blank' rel='noopener noreferrer' href='https://en.wikipedia.org/wiki/eel' >eel</a >) the since my arrival in Finland. In mid-October 2022, during the Autumn break, my friend Andreas, from Swedish Dalarna, and I decided to take a ferry from the Finnish coastal town of <a target='_blank' rel='noopener noreferrer' href='https://en.wikipedia.org/wiki/Turku' >Turku</a > (Åbo in Swedish). However, we had to stay overnight in Turku due to train connections from our hometown of <a target='_blank' rel='noopener noreferrer' href='https://en.wikipedia.org/wiki/Vaasa' >Vaasa</a > not matching the early ferry departure time.</p><iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d231301.88088178815!2d21.63541275!3d63.0691805!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x467d603e623ab243%3A0x1e1d7faa61aa800e!2sVaasa%2C%20Finland!5e0!3m2!1sen!2scz!4v1730816829855!5m2!1sen!2scz' allowfullscreen='' loading='lazy' class='reveal' referrerpolicy='no-referrer-when-downgrade'></iframe><p class='reveal'>For the first few hours of our cruise, we navigated through hundreds of skerries as we sailed through the densest area of the <a target='_blank' rel='noopener noreferrer' href='https://en.wikipedia.org/wiki/Archipelago_Sea' >Archipelago Sea</a >. This area, approximately <i>8300 square kilometers</i> in size, is home to around <i>50,000 archipelagos</i> and tiny rocky islands (skerries). It is considered one of the largest areas by the number of archipelagos in the world and is truly an interesting sight to behold.</p><a href='https://cdn.slavic.media/images/IMG_3017/fit=contain,width=2560,sharpen=100' title='2022 | Archipelago Sea' class='reveal' ><img class='reveal' title='2022 | Archipelago Sea' src='https://cdn.slavic.media/images/IMG_3017/fit=contain,width=1280,sharpen=100' alt='Photo of skerries covered by vegetation, located in the Archipelago sea.' /></a><br><a href='https://cdn.slavic.media/images/IMG_3020/fit=contain,width=2560,sharpen=100' title='2022 | Archipelago Sea' class='reveal' ><img class='reveal' title='2022 | Archipelago Sea' src='https://cdn.slavic.media/images/IMG_3020/fit=contain,width=1280,sharpen=100' alt='Photo of several boulder archipelagos with erected wind turbines, located in the Archipelago sea.'/></a><p class='reveal'>After disembarking from the Baltic princess in <a target='_blank' rel='noopener noreferrer' href='https://en.wikipedia.org/wiki/Mariehamn' >Mariehamn</a >, the capital of the Åland Islands, we met our third adventure seeker, Marcel. We resupplied our groceries and liquids in Åland's capital and the largest city before starting our journey of discovery from south to north. We followed a rule of thumb to take a short break every 45-60 minutes to stretch, eat some sugar or protein, and hydrate. This helped us to maintain our performance and motivation over the long haul.</p><a href='https://cdn.slavic.media/images/2022-10-15-00970/fit=contain,width=2560,sharpen=100' title='2022 | Geta, Åland' class='reveal' ><img title='2022 | Geta, Åland' class='reveal' src='https://cdn.slavic.media/images/2022-10-15-00970/fit=contain,width=1280,sharpen=100' alt='Photo of Andreas standing on the rock in the forest with a hiking pole out of a tree branch.'/></a><p class='reveal'>The following day we woke up in our bushcraft camp on the banks of Lake Långsjön. Right in the morning we had to change our plans when we learned that the local ferry we were supposed to take back from the north tip of the islands only operates during the summer.<br />Our original plan to walk over 100km in five days, from south to north through the eastern hemisphere of the most inhabited island, <a target='_blank' rel='noopener noreferrer' href='https://en.wikipedia.org/wiki/Fasta_%C3%85land' >Fasta</a >, and return through the western hemisphere, was changed to hitchhiking and seeing as much as possible. We were able to reach the Djupviksgrottan cave by the evening of the second day with the help of two hitchhiking rides.</p><a href='https://cdn.slavic.media/images/2022-10-15-00967/fit=contain,width=2560,sharpen=100' title='2022 | Geta, Åland' class='reveal' ><img title='2022 | Geta, Åland' class='reveal' src='https://cdn.slavic.media/images/2022-10-15-00967/fit=contain,width=1280,sharpen=100' alt='Marcel and Andreas are captured walking along the road, hitchhiking with their left thumbs, trying to stop approaching the car.'/></a><p class='reveal'>After saying goodbye to our last ferryman, we embarked on a journey through the western part of the islands. We walked and hitchhiked along the coast, taking in the beautiful scenery and meeting friendly locals. One of the highlights of the trip was visiting the lighthouse at the north tip of the islands. On the way back, we stopped at the church in Jomala, where we saw the graves of sailors who died at sea.</p><a href='https://cdn.slavic.media/images/2022-10-16-00975/fit=contain,width=2560,sharpen=100' title='2022 | Djupviksgrottan, Åland' class='reveal' ><img title='2022 | Djupviksgrottan, Åland' class='reveal' src='https://cdn.slavic.media/images/2022-10-16-00975/fit=contain,width=1280,sharpen=100' alt='Outside view atour Djupviksgrottan cave camp, Marcel is reading a book and Andreas iskeeping an eye on a campfire.'/></a><p class='reveal'>Before leaving the cave, Marcel and I scouted the surrounding countryside and were surprised to discover fancy-looking and well-equipped cottages just a few hundred meters above the cave, seemingly in the middle of nowhere. Later that day, we were back on our feet, walking on the red roads that are common on the Åland Islands, passing rural settlements and farms, and seeking rides once again.</p><a href='https://cdn.slavic.media/images/2022-10-16-00979/fit=contain,width=2560,sharpen=100' title='2022 | Geta, Åland' class='reveal' ><img title='2022 | Geta, Åland' class='reveal' src='https://cdn.slavic.media/images/2022-10-16-00979/fit=contain,width=1280,sharpen=100' alt='Photo of pilgrims Marcel and Andreas walking over dusty red path up on a hill with Autumn forests in their background.'/></a><p class='reveal'>This time, our carriers were two fresh-looking wanderers we had talked with earlier that day in the cave (the only males who stopped for us during our entire journey!) We exchanged stories and tips with strangers in their cars, squeezed into the rear seats. On our way to the capital in the south, our paths split in Godby. As before, we resupplied with groceries, recharged our lithium batteries, chilled in the lobby, and reviewed our strategy.</p><a href='https://cdn.slavic.media/images/2022-10-16-00981/fit=contain,width=2560,sharpen=100' title='2022 | Godby, Åland' class='reveal' ><img title='2022 | Godby, Åland' class='reveal' src='https://cdn.slavic.media/images/2022-10-16-00981/fit=contain,width=1280,sharpen=100' alt='Photo of an old blue Ford tractor with big red wheels, standing on aside of the road. The scene is listed by the morning sun.'/></a><p class='reveal'>It was just the second day of our expedition, and we had already reached our final destination. We decided to conquer the east of the archipelago territory as a plan for our remaining two days. To our disappointment, as soon as we finished our planning and got ready to continue, a violent storm with intense rain occurred. Despite fate's unwillingness, we proceeded further into darkness, far away from the city lights, still hoping for a ride.</p><a href='https://cdn.slavic.media/images/2022-10-15-00971/fit=contain,width=2560,sharpen=100' title='2022 | Geta, Åland' class='reveal' ><img title='2022 | Geta, Åland' class='reveal' src='https://cdn.slavic.media/images/2022-10-15-00971/fit=contain,width=1280,sharpen=100' alt='Photo of Andreas and Marcel hiking through the forest in the northern part of Ålands.'/></a><p class='reveal'>After an hour of struggling to attract passing drivers with smiles and hand waves, when it seemed that Ålanders were cold-hearted and without mercy for trespassing foreigners, a Nissan unnoticed our presence pulled over a few dozen meters away. As soon as we realized what had happened, we sprinted towards the car cheering. The lonely driver, Karolina, offered us hot tea and a promise of warming up in her nearby house.</p><a href='https://cdn.slavic.media/images/2022-10-17-00984/fit=contain,width=2560,sharpen=100' title='2022 | Prastö, Åland' class='reveal' ><img title='2022 | Prastö, Åland' class='reveal' src='https://cdn.slavic.media/images/2022-10-17-00984/fit=contain,width=1280,sharpen=100' alt='Shot of a garden and family house built in a typical Scandinavian style - pastel green facade made out of wooden planks with white outlined corners and windows.'/></a><p class='reveal'>Later that evening we met most likely her entire family including cats, dogs, and chickens. Karolina's tribe made all of us wanderers feel as welcome as being back home and still being thousands of kilometers far away. The original tea break extended into a deep discussion and storytelling over dinner, with stoves heating our backs, with Karolina, the head of the tribe, Thomas, and their daughter Frida. When Andreas, Marcel, and I agreed that our hosts were truly generous to strangers, we were offered a sleepover (and bed!) and the keys to their car for the following day. We humbly accepted the given offerings and went to sleep like babies. Our third day began with the sound of the family's rooster and with both homemade yogurt and eggs.</p><a href='https://cdn.slavic.media/images/2022-10-17-00996/fit=contain,width=2560,sharpen=100' title='2022 | Prastö, Åland' class='reveal' ><img title='2022 | Prastö, Åland' class='reveal' src='https://cdn.slavic.media/images/2022-10-17-00996/fit=contain,width=1280,sharpen=100' alt='Photo of an empty road through the Autumn colored forest, aside from the road stands a traffic sign informing about the name of our surroundings - Prästo.'/></a><p class='reveal'>Karolina advised us to scout the island of Prästo, which is among the locals prominent due to several <a target='_blank' rel='noopener noreferrer' href='https://en.wikipedia.org/wiki/Pr%C3%A4st%C3%B6,_%C3%85land#History' >historical graveyards</a > - Jewish, Muslim, and Christian ones. When we wandered around this truly spiritual archipelago and had a remarkable land view of our surroundings from a nearby tower and cuddled with a flock of curious sheep, we returned to our temporary basecamp to borrow a car and wander further east, over the red roads, which were from time to time replaced by car ferries, to the end of the road on <a target='_blank' rel='noopener noreferrer' href='https://en.wikipedia.org/wiki/V%C3%A5rd%C3%B6' >Vårdö</a >.</p><a href='https://cdn.slavic.media/images/graveyards/fit=contain,width=2560,sharpen=100' title='2022 | Prastö, Åland' class='reveal' ><img title='2022 | Prastö, Åland' class='reveal' src='https://cdn.slavic.media/images/graveyards/fit=contain,width=1280,sharpen=100' alt='Photo of tworeally old Jewish gravestones on the former cemetery in the middle ofForrest, covered by moss and containing text in Hebrew. There are tinystacks of small boulders on the top of each gravestone, as a symbol ofrespect and remembrance.'/></a><p class='reveal'>Our afternoon was spent in the spirit of attempts to fish in the crystal-clear water of an empty fishing village on the tip of Vårdö and swim in the October-cold <a target='_blank' rel='noopener noreferrer' href='https://en.wikipedia.org/wiki/Sea_of_%C3%85land' >Åland Sea</a >. Although you could count the days we spent together on the fingers of one hand when it came time for goodbye to our hosts in the evening, it felt like leaving a good old friend after a long time of not seeing each other. Despite not having an opportunity to repay the generosity of the family who took us in, I couldn't help but think that they were simply repaying a debt to someone else. The idea is that if I provide for others, my debt to the universe will be repaid and someone else will be treated with kindness.</p><a href='https://cdn.slavic.media/images/2022-10-17-01001/fit=contain,width=2560,sharpen=100' title='2022 | Norrgård, Åland' class='reveal' ><img title='2022 | Norrgård, Åland' class='reveal' src='https://cdn.slavic.media/images/2022-10-17-01001/fit=contain,width=1280,sharpen=100' alt='Photo of two guys posing upon my shoulders while standing in the cold Archipelago sea.'/></a><p class='reveal'>Our final task was to make it back to Mariehamn. We had no luck with hitchhiking, so after several hours of hiking through the empty red roads, we reached Godby, about 17km away, in the night and set up camp using a tarp on the banks of Lake Långsjön, like the first night. The final day was spent with the goal of reaching Mariehamn in the evening and spending the last night in the forest between the city and the seashore.</p><a href='https://cdn.slavic.media/images/2022-10-14-00962/fit=contain,width=1280,sharpen=100' title='2022 | Norrgård, Åland' class='reveal' ><img title='2022 | Norrgård, Åland' class='reveal' src='https://cdn.slavic.media/images/2022-10-14-00962/fit=contain,width=1280,sharpen=100' alt='Photo of resting Andreas with dark sky in the background. Andreas’s face is highlighted by the screen of the phone he is holding.'/></a><p class='reveal'>Despite feeling like we had overcome all obstacles, the last one was the rain that lasted throughout the night. Marcel, who slept under the open sky in just a sleeping bag, was especially hard hit and was soaked in the morning. My <a target='_blank' rel='noopener noreferrer' href='https://gobagguide.com/bivy-bag/' >bivak bag</a > protected me from most of the rain, but some still got in. Andreas, who had wisely set up a modest tent using his tarp, was the driest of us in the morning. Unfortunately, the tarp tent did not cover his feet and the large open entrance allowed the rain to alt='Photo of Andreas standing on the rock in the forest with a hike pole out of a tree branch' get in. On the final morning, we compared our level of wetness and said goodbye. Marcel travelled back to Denmark via Stockholm, while Andreas and I returned to Turku, Finland.</p>"
    ],
    "videos": [
      {
        "_id": "expedition-to-the-aaland-islands-i",
        "index": 0,
        "flag": "aland",
        "title": "Expedition Åland I.",
        "url": "1010365595",
        "year": "2022"
      },
      {
        "_id": "expedition-to-the-aaland-islands-ii",
        "index": 1,
        "flag": "aland",
        "title": "Expedition Åland II.",
        "url": "1010365608",
        "year": "2022"
      },
      {
        "_id": "expedition-to-the-aaland-islands-iii",
        "index": 2,
        "flag": "aland",
        "title": "Expedition Åland III.",
        "url": "1010365581",
        "year": "2022"
      }
    ],
    "__v": 0
  }
]
